<?php

return [
    'project' => [
        'house_type' => [
            1 => '平层公寓',
            2 => '复式',
            3 => '别墅',
            4 => '胡同四合院',
            5 => '其它',
        ],
        'completion_time' => [
            1 => '3个月内',
            2 => '半年内',
            3 => '一年内',
            4 => '不限',
        ],
        'service_item' => [
            1 => '硬装设计',
            2 => '施工对接',
            3 => '软装设计',
            4 => '其他服务',
        ],
        'generic_require' => [
            1 => '注重灯光设计',
            2 => '注重儿童房设计',
            3 => '注重施工团队认证',
            4 => '注重家具极其环保材质',
            5 => '注重收纳整理设计',
            6 => '注重各自均有独立空间',
            7 => '注重收藏品等爱好满足',
            8 => '注重独特创新的亮点',
        ],
    ],
];

